{
  "users": [
    {
      "login": "admin",
      "is_staff": 1,
      "name": "Арефий Дорофеевич Максимов",
      "email": "admin@mail.ru",
      "birthday": "2004-02-17"
    },
    {
      "login": "user1",
      "is_staff": 0,
      "name": "Акулина Юльевна Белоусова",
      "email": "user1@mail.ru",
      "birthday": "2000-01-10"
    },
    {
      "login": "user2",
      "is_staff": 0,
      "name": "Осипов Доброслав Игнатович",
      "email": "user2@mail.ru",
      "birthday": "2001-03-30"
    },
    {
      "login": "user3",
      "is_staff": 0,
      "name": "Илья Бенедиктович Макаров",
      "email": "user3@mail.ru",
      "birthday": "2004-02-15"
    },
    {
      "login": "user4",
      "is_staff": 0,
      "name": "Рябова Олимпиада Кузьминична",
      "email": "user4@mail.ru",
      "birthday": "2002-05-27"
    },
    {
      "login": "user5",
      "is_staff": 0,
      "name": "Тимофеев Викентий Иосифович",
      "email": "user5@mail.ru",
      "birthday": "2003-01-11"
    },
    {
      "login": "user6",
      "is_staff": 0,
      "name": "Никон Григорьевич Сорокин",
      "email": "user6@mail.ru",
      "birthday": "2002-11-14"
    },
    {
      "login": "user7",
      "is_staff": 0,
      "name": "Лазарева Евпраксия Петровна",
      "email": "user7@mail.ru",
      "birthday": "2004-12-12"
    },
    {
      "login": "user8",
      "is_staff": 0,
      "name": "Николаева Феврония Ждановна",
      "email": "user8@mail.ru",
      "birthday": "2005-01-28"
    },
    {
      "login": "user9",
      "is_staff": 0,
      "name": "Юдин Прокл Иосифович",
      "email": "user9@mail.ru",
      "birthday": "2006-03-29"
    }
  ],
  "categories": [
    "Бизнес",
    "Здоровье",
    "История",
    "Кулинария",
    "Культура",
    "Наука",
    "Непознанное",
    "Общество",
    "Природа",
    "Развлечения",
    "Спорт",
    "Техника"
  ],
  "tags": [
    "психология",
    "социум",
    "чувства",
    "зависть",
    "цивилизация",
    "колонизация",
    "этимология",
    "слова",
    "древняя греция",
    "валюта",
    "экономика",
    "человек",
    "здоровье",
    "обоняние",
    "напитки",
    "химия",
    "биология",
    "тело",
    "физиология",
    "организм",
    "ориентация",
    "красота",
    "боль",
    "лампочка"
  ],
  "posts": [
    {
      "title": "О чем говорит теория 'ведра с крабами'?",
      "image": "1.jpg",
      "content": "    Теория ведра с крабами - это метафора, которая используется для описания социальной динамики, возникающей в группах людей или сообществах.\n    Теория заключается в следующем: если в ведре находится один краб, то он легко сможет выбраться, потому что никто не будет мешать ему. Однако, если в ведре находится несколько крабов, то когда один из них пытается выбраться, другие крабы будут тянуть его обратно в ведро, цепляясь за него своими клешнями. Таким образом, ни один из крабов не сможет выбраться из ведра.\n    Это выражение используется для описания того, как наши личные успехи и достижения подавляются групповым поведением и общественным мнением. Например, если кто-то из группы стремится к успеху, проявляет инициативу и хочет добиться большего, его друзья/родственники/коллеги демотивируют его, пытаясь удержать на прежнем уровне из-за собственных интересов, страхов или зависти.\n    К примеру, когда человек пытается бросить курить, а друзья говорят «всё равно не сможешь!» и дают ему сигарету, затягивая обратно в ведро с крабами. Когда человек получаешь второе высшее образование, а коллеги хором твердят, «глупая затея, зачем тебе это нужно», ведь ты и так устаешь на работе — они также затягивают его обратно в «ведро с крабами». Бывает, что даже близкие друзья и родственники не верят в тебя, считая неудачником, и ты никак не можешь выбраться из злополучного «ведра».\n    Таким образом, метафора ведра с крабами может помочь понять тенденции в поведении людей в различных социальных контекстах и поощрять более продуктивное, поддерживающее и кооперативное поведение в группе.\n    Откуда взялось это выражение, точно неизвестно, возможно оно появилось как следствие наблюдений за крабами в их естественной среде обитания, когда люди заметили, что крабы могут взаимодействовать таким образом, когда находятся вместе в одном контейнере или ведре.\n    Идея того, что социальная динамика может препятствовать индивидуальному успеху, была исторически широко известна и использовалась как в популярных общественно-политических дискуссиях, так и в академических работах. Сейчас 'Теория ведра с крабами' часто используется в различных контекстах и сферах, включая общество, бизнес, политику, психологию, социологию и другие области.\n    Это человеческая природа и ничего с ней не поделать, кроме одного — быть сильнее ведра и лезть вперёд, даже когда тебя тянут назад сто человек. При этом самому не быть крабом, тянущим более активного соседа назад!",
      "user_id": 1,
      "category_id": 8,
      "tags": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "title": "Почему Латинская Америка называется 'Латинской'?",
      "image": "2.png",
      "content": "    Название 'Латинская Америка' возникло в результате колониального прошлого этого региона. В XVI веке испанские и португальские колонисты осуществляли активные завоевания и колонизацию новых земель, открывая путь к огромным территориям, которые сейчас являются частью Латинской Америки. Испанский и португальский языки были введены в эти регионы и стали официальными языками большинства стран.\n   Основная причина, по которой эти языки получили распространение, кроется в историческом развитии. В средние века латынь широко использовалась в Европе, особенно в сферах религии, образования и администрации. Пришедшие из Европы в Америку колонисты принесли с собой латинские корни своих языков, которые со временем стали развиваться и превратились в современные испанский и португальский.\n  Таким образом, название 'Латинская Америка/ указывает на языковое наследие этого региона, связанное с распространением латинского языка через колониальные завоевания. Это также отражает культурные связи между странами Латинской Америки и их историческое наследие от испанской и португальской колониальных империй.\n Название 'Латинская Америка' стало широко принятым термином и используется для обозначения этого региона во всем мире. Оно подчеркивает лингвистическое и культурное единство, связывающее страны Латинской Америки, несмотря на разнообразие национальностей и культур внутри этого региона.",
      "user_id": 2,
      "category_id": 3,
      "tags": [
        5,
        6
      ]
    },
    {
      "title": "Что общего между саркомой и сарказмом?",
      "image": "3.jpg",
      "content": "    Сходу - ничего, однако крайняя опасность для человека: саркома способна уничтожить его физически, а сарказм — морально.\n Удивительно, но слова 'саркома' и 'сарказм' имеют общий корень 'сарк-', который происходит от греческого слова 'sarx' и означает 'плоть' или 'мясо'. Это приводит к сходству в начальной части этих слов и возможно сходному скрытому смыслу.\n   Однако, несмотря на общий корень, сами слова 'саркома' и 'сарказм' представляют разные понятия и относятся абсолютно к разным областям. 'Саркома' относится к медицинской терминологии и обозначает тип злокачественной опухоли, а 'сарказм' относится к лингвистическому и риторическому явлению, обозначающему особый вид насмешки или иронии в речи.\n   Как же два таких разных понятия произошли от одного корня? Оказывается, если добавить к греческой основе 'sarx' общее для всех опухолей окончание -ома, то получится название злокачественного новообразования, которое на срезе напоминает сырую рыбью плоть. А окончание -азм придаст слову значение «разрывать плоть». 'Сарказмос' — так называлась в Древней Греции едкая насмешка над оппонентом, которая буквально 'рвала его на куски'.",
      "user_id": 3,
      "category_id": 5,
      "tags": [
        7,
        8,
        9
      ]
    },
    {
      "title": "Какая валюта - самая дешевая в мире?",
      "image": "4.jpg",
      "content": "    В мире более двух сотен национальных валют, но какая из них самая дешевая? Давайте оценим, какая из мировых валют стоит меньше всего по отношению к самой популярной - доллару США.\n    Вот по крайней мере 5 валют, которые находятся на самом дне.\n\n  Иранский риал (IRR): 1 USD = 42 250 IRR\n    Иранский риал остается самой слабой валютой в мире в 2022 году со стоимостью более 42 тысячи IRR за 1 доллар США. Случилось это в результате международных санкций, которые не позволяют Ирану экспортировать нефть на мировой рынок, а так же из-за политической нестабильности в регионе.\n\n    Вьетнамский донг (донг): 1 USD = 22 650 донгов\n    Хотя с 2020 года произошло небольшое улучшение, Вьетнам всё еще борется с переходом от централизованной экономики к рыночной. При такой небольшой экономике (по сравнению со многими другими странами) инвесторы по-прежнему очень осторожно относятся к вливанию в страну какого-либо значительного объема капитала. Это продолжает сдерживать стоимость национальной валюты Вьетнама.\n\n    Индонезийская рупия (IDR): 1 USD = 15 365,5 IDR\n    Как и некоторые другие страны, входящие в топ самых слабых валют в мире, индонезийская рупия за последние два года добилась очень незначительных улучшений. Тем не менее, правительство Индонезии продолжает прилагать усилия для повышения стоимости своей валюты, несмотря на продолжающееся обесценивание.\n\n    Лаосский кип (ЛАК): 1 USD = 11 345 лакских кип\n    Мало того, что лаосский кип является одной из самых дешевых валют в мире, положение этой национальной валюты изменилось в худшую сторону с 2020 года. Фактически в 2021 году она достигла самого низкого уровня за последние 15 лет. В основном это связано с высоким уровнем инфляции.\n\n    Леоне Сьерра-Леоне (SLL): 1 USD = 11 330 леоне\n    Экономика Сьерра–Леоне продолжает испытывать трудности с обменными курсами своей валюты — в 2022 она стоит на 16% меньше по сравнению с долларом США, чем в 2020 году. Если нынешние тенденции сохранятся, леоне может остаться одной из самых дешевых валют в мире. Будем надеяться, что богатые запасы природных ресурсов в стране помогут Сьерра-Леоне оправиться от этого экономического спада в ближайшие годы.",
      "user_id": 4,
      "category_id": 1,
      "tags": [
        10,
        11,
        12
      ]
    },
    {
      "title": "Что такое аносмия?",
      "image": "5.jpg",
      "content": "    Аносмия - нарушение одной из важнейших функций органов чувств.\n    Это нарушение обоняния, которое может возникнуть из-за различных причин - таких, как травма головы, различные инфекции, аллергии и другие заболевания. Это состояние может оказать значительное влияние на жизнь человека, поскольку обоняние играет важную роль в распознавании запахов, которые могут быть связаны с безопасностью, питанием, коммуникацией и другими аспектами нашей жизни.\n    Исследования показывают, что около 5% населения могут страдать от аносмии, а с возрастом эта проблема может усугубляться. Кроме того, аносмия может быть связана с различными возрастными заболеваниями, такими как болезнь Альцгеймера, Паркинсона и др.\n    Для того, чтобы более подробно изучить аносмию, ученые провели многочисленные исследования на животных и людях. В ходе исследований было выяснено, что нарушение обоняния может приводить к социальным проблемам, ухудшать отношения между людьми и даже к проблемам с питанием.\n    Некоторые люди, страдающие от аносмии, могут абсолютно потерять интерес к еде (что, как следствие, приведет к истощению). Кроме того, аносмия может привести к печальным последствиям - ведь человек может не распознать запахи газа или дыма, а также других химических веществ в опасных ситуациях и не среагировать соответствующим образом.\n    Для того, чтобы улучшить жизнь людей, страдающих от аносмии, ученые работают над разработкой новых методов лечения и диагностики. В настоящее время, например, существуют специальные носовые спреи, которые помогают улучшить обоняние у людей.\n    Кроме того, некоторые исследования показывают, что физические упражнения, такие как бег или занятия йогой, могут помочь улучшить обоняние у людей. Также важно правильно питаться и не употреблять вредные вещества (такие, как алкоголь и табак).",
      "user_id": 5,
      "category_id": 2,
      "tags": [
        13,
        14
      ]
    },
    {
      "title": "Почему пиво пенится?",
      "image": "6.jpg",
      "content": "    Процесс производства пива обычно включает несколько этапов: затирание зерна, кипячение, ферментацию и дозревание в процессе которого в нем образуется в том числе углекислый газ. Пиво пенится из-за процесса карбонизации, когда на поверхность выходят пузырьки углекислого газа (CO2), который выделяется из жидкости во время брожения и дозревания пива. Когда пиво наливается в стакан или кружку, углекислый газ начинает выходить из раствора и образовывать множество мельчайших пузырьков, которые начинают подниматься к поверхности.\n    Во время подъема пузырьков они могут сцепляться друг с другом, образуя более крупные пузыри и, в конечном итоге, образуя густую пену на поверхности пива. Формирование пены на пиве также может быть усилено взбиванием пива при наливании в стакан или кружку, а также за счет особенностей стекла или кружки, в которых подается пиво.\n    При этом, качество пивной пены может зависеть от различных факторов, таких как температура пива, давление в бутылке или бочке, тип и состав используемого солода и хмеля, а также от наличия или отсутствия дополнительных ингредиентов в пиве, таких как фруктовые соки или пряности.\n    Кроме того, некоторые сорта пива могут содержать ингредиенты, такие как хмель или белки, которые могут улучшать структуру и качество пены.\n    Многие считают, что качество пены указывает на качество самого пива, однако это не так. Наличие большой густой пены на пиве не обязательно означает, что оно более качественное. Количество пены может быть связано с многими факторами, включая рецептуру, температуру хранения и наличие добавок, таких как азот. В некоторых случаях, большое количество пены может быть результатом особенностей производства, например, специальной технологии налива пива, которая создает большую пену для визуального эффекта.",
      "user_id": 1,
      "category_id": 4,
      "tags": [
        15,
        16
      ]
    },
    {
      "title": "Есть ли в человеческом теле клетки, которые никогда не делятся?",
      "image": "7.jpeg",
      "content": "    Удивительно, что несмотря на то, что функционирование живого организма напрямую связано с делением его живых клеток, часть клеток нашего организма не могут делиться. Это связано с их особой функцией и ролью в организме.\n    К клеткам, которые не делятся относятся:\n    Нейроны - клетки нервной системы, которые передают электрические сигналы между нервными волокнами. Нейроны не могут делиться после завершения развития во время эмбрионального периода и детства.\n    Клетки хрусталика глаза - эти клетки не могут делиться во взрослом организме. Рост хрусталика происходит за счет перемещения клеток с поверхности хрусталика к его центру.\n    Самые многочисленные клетки крови — эритроциты — не могут делиться даже теоретически, так как у них нет ядра.\n    Тромбоциты - клетки крови, которые играют важную роль в процессе свертывания крови. Тромбоциты не могут делиться взрослом организме.\n    Клетки мышц - существует два типа мышечных клеток: скелетные и гладкие. Оба типа мышечных клеток имеют ограниченную способность к делению, и только определенный тип мышечных клеток может делиться во взрослом организме.\n    Железистые клетки печени, клетки эпителия. Тем более не способны к делению клетки, функции которых требуют их отмирания, они образуют, в частности, верхний слой кожи и волосы.\n    Некоторые клетки иммунной системы, лимфоциты и макрофаги, могут иметь ограниченную способность к делению взрослом организме.\n    Кроме стволовых клеток, сохраняют способность к делению основные клетки соединительной ткани — фибробласты, а также В-лимфоциты (клетки, производящие антитела). Вообще у человека весом 70 кг за 70 лет стволовые клетки производят около 14 тонн новой плоти.",
      "user_id": 1,
      "category_id": 2,
      "tags": [
        12,
        17,
        18,
        19,
        20
      ]
    },
    {
      "title": "Почему человек не может идти прямо, если перед ним нет ориентира?",
      "image": "8.jpg",
      "content": "    Видя в кино заблудившихся людей, которые не могу выйти в нужно место, мы возмущаемся над глупостью режиссера, хотя в этом нет ничего странного! Если не верите, попробуйте завязать себе глаза и пройти достаточно далеко по прямой линии. Вы будете удивлены, что человек не может идти прямо без видимых ориентиров. Но почему?\n    К сожалению, у человека, в отличие от многих птиц, нет специального органа, помогающего ориентироваться в пространстве по геомагнитному полю. Также у нас нет никакого природного гироскопа, позволившего сохранять заданное направление, подобно гироскопам на кораблях и самолетах.\n    Несмотря на то, что наш вестибулярный аппарат отслеживает повороты тела, для сохранения желаемого направления их нужно суммировать, чтобы в итоге повороты направо и налево компенсировали друг друга. Ходьба не может быть идеально равномерной, учитывая рельеф местности, многочисленные небольшие отклонения и повороты накапливаются, и каждый следующий шаг на небольшую величину отклоняется от предыдущего, поэтому без внешних ориентиров движение все сильнее отличается от заданного направления. Человек не может идти прямо без ориентира, потому что он нуждается в точке отсчета для ориентации в пространстве. Если перед человеком нет никакого ориентира, то ему сложно сохранять прямую линию движения.\n    За много лет изучения этого вопроса ученые пришли к единому выводу, что человек однозначно не может идти прямо, не видя внешний ориентир или ориентиры. Один из таких экспериментов проводил немецкий ученый Ян Суман, который завязывал глаза своим испытуемым в различных локациях, таких как пустыня, пляж и лес, предлагая им пройти по прямому маршруту. Каждый раз он отслеживал движение людей. Все участники исследования были уверены, что идут прямо, но когда они увидели данные трекеров, то не поверили своим глазам! Люди не просто слегка отклонялись от прямой линии, они в буквальном смысле начинали ходить кругами.\n    Согласно исследованию, опубликованному в 2009 году в журнале Current Biology все люди, пытающиеся в пасмурную погоду идти прямо по лесу или пустыне, непременно начинают плутать, а их путь оказывается хотя и не круговым, но самопересекающимся.",
      "user_id": 3,
      "category_id": 2,
      "tags": [
        18,
        20,
        21
      ]
    },
    {
      "title": "Почему у одних людей впалый пупок, а у других выпуклый?",
      "image": "9.jpg",
      "content": "    У 90% людей пупок впалый (спрятан вовнутрь) и образовывает ямочку на животе, в то время как у 10% пупок выпуклый (хорошо виден снаружи). Причины и следствия впалого и выпуклого пупка до конца не изучены, однако есть несколько теорий и научных заключений на этот счет.\n    Пупок — это первый шрам на теле человека. Пуповина, которая снабжала питательными веществами еще не родившегося ребенка, перестает функционировать, когда он рождается на свет. Остатки пуповины засыхают и отпадают, оставляя небольшой шрам — пупок.\n    Одна из теорий гласит, что впалый пупок является нормой, в то время как выпуклый — результат генетических отклонений. Конечно же, эта теория не пользуется популярностью среди обладателей выпуклого пупка. На самом деле, не существует научных доказательств того, что является нормой в данном случае, а что - отклонением.\n    Впалый или выпуклый пупок обычно связан с анатомическими особенностями человека и может быть наследственным. Впалый пупок обычно возникает из-за того, что кольцо мышц вокруг него сильно затянуто и не пропускает достаточно воздуха, чтобы пупок оставался выпуклым. Это может быть обусловлено конституцией тела, массой тела, или состоянием мышц в брюшной полости.\n    В некоторых случаях впалый пупок может быть связан с медицинскими проблемами, такими как вентральная грыжа, которая происходит, когда часть кишечника или другой орган выдавливается через слабое место в брюшной стенке и образует выпуклость в области пупка. В таких случаях важно обратиться к врачу для диагностики и лечения.\n    С другой стороны, выпуклый пупок может быть результатом мышечной слабости или затянутости, что может быть связано с рядом факторов, такими как избыточный вес или недостаток физической активности. Однако, в большинстве случаев форма пупка является чисто косметическим вопросом и не является признаком заболевания или какого-то другого медицинского состояния.",
      "user_id": 3,
      "category_id": 2,
      "tags": [
        18,
        20,
        22
      ]
    },
    {
      "title": "Как люди измеряли температуру тела до изобретения термометра?",
      "image": "10.jpg",
      "content": "    До изобретения термометра, люди могли оценить температуру тела лишь используя простые эмпирические методы. Например, ощупать кожу и решить она холодная или горячая. Кроме того, доктора тех времен измеряли пульс, частоту дыхания и другие физиологические параметры, чувствительные к изменению температуры тела.\n    Некоторые методы измерения температуры включали использование жидкостей, изменяющих свой объем или плотность в зависимости от температуры. Например, температуру измеряли с помощью стеклянного шарика, наполненного спиртом, который погружали в рот пациента. Спирт в шарике расширялся или сжимался в зависимости от температуры тела, что позволяло определить приблизительную температуру.\n    Первый термометр для измерения температуры тела был изобретен в XVII веке и назывался 'термоскопом'. Это был простой прибор, который не имел шкалы температур, и его основной целью было только показывать изменение температуры, а не давать точные измерения.\n    Термоскоп состоял из стеклянной трубки, заполненной жидкостью (обычно спиртом или водой), которая была закрыта с обеих сторон. Одно из концов трубки было расширено и погружено в сосуд с водой, а другой конец был оставлен открытым. Когда температура тела пациента повышалась, жидкость внутри термоскопа начинала расширяться и подниматься по трубке. Это изменение уровня жидкости было заметно на градуированной шкале на боковой стенке трубки.\n    Однако, термоскоп не был точным измерительным прибором и его показания могли быть сильно искажены из-за изменения атмосферного давления или других факторов.\n    В 1714 году немецкий физик Габриэль Фаренгейт разработал первый металлический термометр с градуированной шкалой, который позволил более точно измерять температуру тела и других объектов. Последующие усовершенствования привели к созданию более точных и надежных электронных термометров, которые мы используем и сегодня.",
      "user_id": 4,
      "category_id": 2,
      "tags": [
        12,
        13
      ]
    },
    {
      "title": "Почему мы почти не чувствуем внутренние органы?",
      "image": "11.jpg",
      "content": "    В повседневной жизни мы не замечаем, как сокращается наше сердце, работает желудок и кишечник, а также не можем почувствовать другие наши внутренние органы (так, как, например, мизинец левой руки).\n    Ощущение собственного тела называется проприоцепцией: благодаря проприорецепторам в связках, мышцах и суставах мы с закрытыми глазами можем определить положение тела, почувствовать напряжение мышц. Это позволяет нам хорошо сохранять равновесие и плавно двигаться.⁣\n    Проприорецепторы (от лат. proprius собственный, receptor принимающий) - периферические элементы сенсорных органов, расположенные в мышцах, сухожилиях, суставах, в коже и свидетельствующие о их работе.\n    На внутренних органах проприорецепторов нет, поэтому ощущения, которые мы от органов получаем, совсем не такие, как от рук или ног.⁣\n    Существенный вклад в ощущение собственного тела вносят рецепторы, расположенные в коже (главным образом, тактильные и болевые). Во внутренних органах есть такие же болевые рецепторы, а вместо тактильных — барорецепторы, реагирующие на растяжение.",
      "user_id": 5,
      "category_id": 2,
      "tags": [
        18,
        23
      ]
    },
    {
      "title": "Правда ли, что нельзя вынуть лампочку изо рта?",
      "image": "12.jpeg",
      "content": "    Возможно вы слышали, что если поместить себе в рот лампочку, то самостоятельно её уже не вытащить. Периодически все же появляются экспериментаторы, готовые проверить это на практике. Результат, как правило, один – вызов скорой помощи или поездка в ближайшую больницу. Так что же в действительности происходит?⁣\n    Лампочка легко помещается в рот, благодаря своей обтекаемой грушевидной форме. Все дело в том, что изначально наши лицевые мышцы пребывают в очень спокойном, расслабленном состоянии, поэтому они растягиваются с легкостью. Но когда во рту оказывается лампочка, напряжение лицевых мышц усиливается, они перенапрягаются, случается спазм, и мышцы начинают сжиматься. Срабатывает правило природы - рот должен закрываться, ведь человек положил в него 'еду'. Но челюсти не смыкаются, мышцы так и остаются в растянутом состоянии и их просто начинает сводить от спазма.⁣\n    Чем дольше по времени лампочка остается во рту, тем сильнее становится спазм мышц. Не стоит настойчиво тянуть лампочку, хрупкое стекло, из которого она сделана, может разбиться, поранив ротовую полость.⁣\n   Но все же, зная несколько трюков, лампочку изо рта вытащить можно. К примеру, человек, который не испытывает стресс и не боится, может легко вынуть лампочку изо рта. Если вам очень хочется проверить это на себе, но страшно, решение давно известно: помещайте в рот копию из бумаги или шоколада. В крайнем случае придется просто немного подождать, пока она растает во рту. Другой способ извлечения заключается в протягивании носового платка за лампочку и затем вытягивании лампочки за концы платка. И все же, не советуем вам заниматься такими глупостями!⁣\n\n    PS. Также не вздумайте проверять - можно ли вынуть голову, засунутую между прутьев решетки.",
      "user_id": 4,
      "category_id": 2,
      "tags": [
        18,
        20,
        24
      ]
    }
  ],
  "likes": [
    {
      "user_id": 1,
      "post_id": 2
    },
    {
      "user_id": 1,
      "post_id": 3
    },
    {
      "user_id": 1,
      "post_id": 4
    },
    {
      "user_id": 1,
      "post_id": 5
    },
    {
      "user_id": 1,
      "post_id": 6
    },
    {
      "user_id": 1,
      "post_id": 7
    },
    {
      "user_id": 1,
      "post_id": 8
    },
    {
      "user_id": 1,
      "post_id": 9
    },
    {
      "user_id": 1,
      "post_id": 10
    },
    {
      "user_id": 2,
      "post_id": 3
    },
    {
      "user_id": 2,
      "post_id": 5
    },
    {
      "user_id": 2,
      "post_id": 7
    },
    {
      "user_id": 2,
      "post_id": 9
    },
    {
      "user_id": 3,
      "post_id": 6
    },
    {
      "user_id": 3,
      "post_id": 8
    },
    {
      "user_id": 3,
      "post_id": 10
    },
    {
      "user_id": 3,
      "post_id": 1
    },
    {
      "user_id": 4,
      "post_id": 3
    },
    {
      "user_id": 4,
      "post_id": 4
    },
    {
      "user_id": 4,
      "post_id": 5
    },
    {
      "user_id": 4,
      "post_id": 6
    },
    {
      "user_id": 4,
      "post_id": 7
    },
    {
      "user_id": 5,
      "post_id": 7
    },
    {
      "user_id": 5,
      "post_id": 8
    },
    {
      "user_id": 5,
      "post_id": 9
    },
    {
      "user_id": 5,
      "post_id": 10
    }
  ],
  "comments": [
    {
      "post_id": 1,
      "remark": [
        {
          "user_id": 1,
          "text": "Очень хорошая статья!!! Спасибо! Феномен встречается сплошь и рядом..",
          "comments_id": 0
        },
        {
          "user_id": 2,
          "text": "Спасибо за Ваш отзыв!",
          "comments_id": 1
        },
        {
          "user_id": 3,
          "text": "Очень трудно противостоять человеку с менталитетом краба",
          "comments_id": 0
        },
        {
          "user_id": 4,
          "text": "Особенно, если он ваш родственник",
          "comments_id": 3
        },
        {
          "user_id": 5,
          "text": "У вас родственники крабы? Сочувствую...",
          "comments_id": 4
        },
        {
          "user_id": 4,
          "text": "Своим родственникам посочувствуй, олень!",
          "comments_id": 5
        },
        {
          "user_id": 9,
          "text": "Спасибо за информацию",
          "comments_id": 0
        }
      ]
    },
    {
      "post_id": 2,
      "remark": [
        {
          "user_id": 9,
          "text": "Спасибо за интересную информацию",
          "comments_id": 0
        }
      ]
    }
  ]
}